Repository: lucadassi/Bitcoins.lc-localized
Catalog: */LC_MESSAGES/messages.po
Languages: de_de, pt_pt

source: Frontpage
de_de: Startseite
pt_pt: Página Inicial

source: Buy Bitcoins
de_de: Bitcoins kaufen
pt_pt: Comprar Bitcoins

source: Sell Bitcoins
de_de: Bitcoins verkaufen
pt_pt: Vender Bitcoins

source: Generate Bitcoins
de_de: Bitcoins generieren
pt_pt: Gerar Bitcoins

source: Stats
de_de: Status
pt_pt: Estatísticas

source: About us
de_de: Über uns
pt_pt: Quem Somos

source: Welcome to Bitcoins.lc!
de_de: Willkommen bei Bitcoins.lc!
pt_pt: Bem-vindo ao Bitcoins.lc!

source: Current pool statistics
de_de: Akutelle Pool-Statistik
pt_pt: Estatísticas Actuais da Pool

source: %s from %d workers
de_de: %s von %d Arbeitern.
pt_pt: %s de %d trabalhadores

source: E-mail address
de_de: E-mail Adresse
pt_pt: Endereço de e-mail

source: Password
de_de: Passwort
pt_pt: Palavra-passe

source: Proceed
de_de: Fortfahren
pt_pt: Continuar

source: Forgot your password?
de_de: Passwort vergesessen?
pt_pt: Esquece-se da palavra-passe?

source: Register new account
de_de: Neuen Account registrieren
pt_pt: Registar Nova Conta

source: Enter your e-mail address
de_de: Gib deine E-mail Adresse ein
pt_pt: Introduza o seu email

source: Restore password
de_de: Passwort wiederherstellen
pt_pt: Recuperar palavra-passe

source: Return to login
de_de: Zurück zum Login
pt_pt: Voltar ao login

source: Welcome to Bitcoins.lc
de_de: Willkommen bei Bitcoins.lc
pt_pt: Bem-vindo ao Bitcoins.lc

source: Logged in as
de_de: Eingeloggt als
pt_pt: Sessão iniciada como

source: Settings
de_de: Einstellungen
pt_pt: Definições

source: Log Out
de_de: Ausloggen
pt_pt: Sair

source: Verified funds
de_de: Verifiziertes Guthaben
pt_pt: Fundos confirmados

source: Unverified funds
de_de: Nicht verifiziertes Guthaben
pt_pt: Fundos não confirmados

source: Estimated earnings
de_de: Geschätzter Ertrag
pt_pt: Fundos estimados

source: Recent Transactions
de_de: Letzte Transaktionen
pt_pt: Transacções recentes

source: Show all
de_de: Alle anzeigen
pt_pt: Mostrar todos

source: Based upon %d valid shares.
de_de: Basierend auf %d verifizierten Anteilen.
pt_pt: Baseado em %d shares válidas

source: No recent transactions found.
de_de: Keine kürzlichen Transaktionen gefunden.
pt_pt: Não foram encontradas transacções recentes

source: Your current total hashrate is <strong>%s</strong>
de_de: Deine akutelle Hashrate ist <strong>%s</strong>
pt_pt: A sua velocidade total de hash é actualmente <strong>%s</strong>

source: In total <b>%s</b> from <b>%d</b> workers
de_de: Insgesamt <b>%s</b> von <b>%d</b> Arbeitern
pt_pt: No total <b>%s</b> de <b>%d</b> trabalhadores

source: <b>1 BTC</b> is currently worth <b>%s USD</b>
de_de: <b>1 BTC</b> is aktuell <b>%s</b> USD wert
pt_pt: <b>1 BTC</b> está a valer <b>%s USD</b>

source: Soon a lot of statistics and information will fill this area, until then please check our basic <a href="/stats">statistics</a>
de_de: Bald werden viele Statistiken und Informationen diese Seite füllen, bis dahin musst du unsere grundlegende <a href="/stats">Statistik</a> aufrufen
pt_pt: Brevemente muitas estatísticas e informações irão preencher esta área, até lá por favor utilize as nossas <a href="/stats">estatísticas</a> mais simples.

source: Support us at <em>%s</em>
de_de: Unterstütze uns auf <em>%s</em>
pt_pt: Ajude-nos <em>%s</em>

source: Select language
de_de: Wähle eine Sprache
pt_pt: Selecionar idioma

source: General Statistics
de_de: Genrelle Statistik
pt_pt: Estatísticas Gerais

source: Show in JSON
de_de: Zeige als JSON an
pt_pt: Mostrar em JSON

source: Below here you'll find general statistics and information about the current progress. Data is cached 45 to 90 seconds depending on type of data. Please don't hammer this page.
de_de: Hier unten findest du generelle Statistiken und Informationen über den aktuellen Fortschritt. Die Daten werden 45 bis 90 Sekunden, je nach Datentyp, gespeichert. Aktualisier die Seite also nicht zu oft.
pt_pt: Abaixo encontrarás estatísticas gerais e informação sobre o progresso actual. Os dados estão em cache de 45s até 90s dependendo do tipo de dados. Por favor não massacres a página.

source: Total pool performance
de_de: Gesamtperformance des Pools
pt_pt: Performance total da pool

source: Current round started at
de_de: Aktelle Runde gestartet um:
pt_pt: Ronda actual inicia na

source: Current round duration
de_de: Aktuelle Rundendauer
pt_pt: Duração da ronda actual

source: Valid shares for current round
de_de: Verifizierte Anteile der aktuellen Runde
pt_pt: Acções válidas da ronda actual

source: Shares for current round
de_de: Anteile für die aktuelle Runde
pt_pt: Acções da ronda actual

source: Previous round started at
de_de: Vorherige Runde gestartet um
pt_pt: Ronda anterior iniciada na

source: Previous round finished at
de_de: Vorherige Runde beendet um
pt_pt: Ronda anterior acabada na

source: Previous round duration
de_de: Vorherige Rundendauer
pt_pt: Duração da ronda anterior

source: Valid shares for previous round
de_de: Verifizierte Anteile der vorherigen Runde
pt_pt: Acções válidas da ronda anterior

source: Shares for previous round
de_de: Anteile an vorheriger Runde
pt_pt: Acções da ronda anterior

source: Current difficulty
de_de: Aktuelle Schwierigkeit
pt_pt: Dificuldade actual

source: Active workers
de_de: Aktive Arbeiter
pt_pt: Trabalhadores activos

source: Latest block solved by
de_de: Letzer Block gelöst von
pt_pt: Último bloco resolvido por

source: Solved blocks
de_de: Gelöste Blocks
pt_pt: Blocos resolvidos

source: Show block info
de_de: Zeige Blockinfo
pt_pt: Mostrar informação do bloco

source: Current block received
de_de: Aktuell empfangener Block
pt_pt: Bloco actual recebido a

source: Lifetime for current block
de_de: Lebensdauer des aktuellen Blockes
pt_pt: Tempo de vida do bloco actual

source: Current block
de_de: Aktueller Block
pt_pt: Bloco actual

source: Shares for current block
de_de: Anteile an aktuellem Block
pt_pt: Acções válidas para o bloco actual

source: Total num. of valid shares
de_de: Absolute Anzahl von verifizierten Anteilen
pt_pt: Número total de acções válidas

source: Total num. of shares
de_de: Absolute Anzahl von Anteilen
pt_pt: Número total de acções

source: Total num. of workers
de_de: Absolute Anzahl von Arbeitern
pt_pt: Número total de trabalhadores

source: Total num. of users
de_de: Absolute Anzeil von Benutzern
pt_pt: Número total de utilizadores

source: More stats will come with time, if you have any suggestions - please let us know!
de_de: Mehr Statistiken werden mit der Zeit kommen, wenn du irgendwelche Vorschläge hast - lass es uns wissen!
pt_pt: Teremos mais estatísticas dentro de pouco tempo, se tiveres alguma sugestão, avisa-nos!

source: Top list (Shares)
de_de: Top Liste (Anteile)
pt_pt: Lista dos melhores (mais acções)

source: Below you'll see our current top list of users and their total amount of submitted shares. Can't find yourself on the list? Make sure that you actually have filled in the optional nickname field in your Account Overview.
de_de: Unten wirst du unsere akutelle Top-Liste von Benutzern und ihre absolute Anzahl von gesendeten Anteilen. Kannst du dich selber nicht in der Liste finden? Stelle sicher das du tatsächlich deinen Nicknamen in dem optionalen Feld in deiner Account Übersicht angegeben hast.
pt_pt: Abaixo encontrarás uma lista actual dos nossos melhores utilizadores e o seu número total de acções submetidas. Não apareces na lista? Verifica que preencheste o campo opcional nome de utilizador nos detalhes da conta (nas definições).

source: Submitted shares
de_de: gesendete Anteile
pt_pt: Acções submetidas

source: Your Transactions
de_de: Deine Transaktionen
pt_pt: As tuas transacções

source: Below you can see the full list of transactions linked to your account. Due to a change in the transaction system, it's only transactions since the 1th of June that's showed.
de_de: Unten siehst du eine komplette Liste von Transaktionen, die mit deinem Account verbunden sind. Wegen eines Wechsels des Transaktionssystems kannst du nur Transaktionen sehen, die seit dem 1. Juni getätigt wurden.
pt_pt: Abaixo poderá ver de todas as transacções ligadas a esta conta. Devido a alterações no sistema, apenas as transacções após o dia 1 de Junho serão mostradas.

source: No transactions found.
de_de: Keine Transaktionen gefunden.
pt_pt: Não foram encontradas transacções.

source: To use our services you'll need an account. Please fill in the fields below to register to our service.<br> Please note that we will never send spam, share your information with <b>anyone</b> or use the information in any bad way.
de_de: Um unseren Service zu benutzen, brauchst du einen Account. Bitte fülle die Felder unten aus um dich zu registrieren. <br> Beachte das wir dir niemals Spam zuschicken werden, deine Informationen mit <b>irgendjemandem</b> teilen oder in irgendeinem anderen Sinne missbrauchen.
pt_pt: Para utilizar o nosso serviço necessita de uma conta. Por favor preencha os campos abaixo para se registar no nosso serviço.<br> Nunca enviaremos correio não desejado, não partilharemos a sua informação com <b>ninguém</b>, nem a utilizaremos de modo ilícito.

source: All fields below are required.
de_de: Alle Felder unten müssen ausgefüllt werden.
pt_pt: Todos os campos abaixo são de preenchimento obrigatório.

source: E-mail address:
de_de: E-mail Adresse:
pt_pt: Endereço de E-mail:

source: Password:
de_de: Passwort:
pt_pt: Palavra-passe:

source: Repeat password:
de_de: Passwort wiederholen:
pt_pt: Repetir palavra-passe:

source: Sign up
de_de: Anmelden
pt_pt: Registar

source: Information
de_de: Informationen
pt_pt: Informação

source: We are running a <em>Mining Pool</em> for solving blocks and generating bitcoins together. Bitcoins are only created in chunks of 50 BTC at a time, with the whole sum paid to a single person. There's however one issue: it would take forever for one person to mine an entire block. Pooled mining is a way for multiple users to work together to solve blocks and get Bitcoins, all it takes is time and hashpower.
de_de: Wir betreiben einen <em>Mining Pool</em> um Blöcke zu lösen und zusammen Bitcoins zu generieren. Bitcoins werden nur in Paketen von 50 BTC auf einmal erstellt, die an einzelne Personen gehen. Da gibt es nur ein Problem: Es würde Ewigkeiten für eine einzelne Person dauern, einen einzelnen ganzen Block zu lösen. "Pooled mining" (gemeinsames arbeiten) ist eine Möglichkeit für viele Benutzer zusammen Blöcke zu lösen und Bitcoins zu bekommen, alles was man braucht ist Zeit und Rechenkraft ("Hashpower").
pt_pt: Estamos a correr uma <em>Mining Pool (Minar em grupo)</em> para resolvermos blocos e gerarmos Bitcoins juntos. Os Bitcoins so são criados em grupos de 50 BTC de cada vez, sendo a quantia paga a uma pessoa só. Existe no entanto um problema, demoraria muito tempo para uma pessoa sozinha minar um bloco inteiro. Pooled mining é portanto uma maneira de múltiplos utilizadores se juntarem para resolver blocos e receberem Bitcoins, tudo o que é necessário é tempo e poder de hash.

source: When a block is solved (usually in a couple of hours, depending on number of currently active pool users) the users get a proportionally big cut of the block compared to how much hash power they provided during the last block mining. <b>We're not taking any fees or extra costs for the solved block.</b> The whole 50 BTC is distrubuted among users that helped solving that block.
de_de: Wenn ein Block gelöst wurde (normalerweise binnen Stunden, abhängig von der Anzahl von aktiven Benutzern des Pools) bekommen die Benutzer, proportional zu ihrer zur Verfügung gestellten Rechenkraft während des lösen des Blockes, ihren Anteil. <b>Wir nehmen keine Gebühren oder extra Kosten für einen gelösten Block </b> Die ganzen 50 BTC werden unter den Benutzern verteilt, die beim Lösen des Blockes geholfen haben.
pt_pt: Quando um bloco é resolvido (normalmente numa questão de horas, dependo do numero de utilizador activos) os utilizadores recebem uma porção do bloco tendo em conta o seu poder de hash que eles disponibilizaram para o ultimo bloco minado. <b> Nós não cobramos quaisquer taxas ou custos extra pelos blocos resolvidos.</b> Os 50 BTC são divididos inteiramente por todos os utilizador ajudaram a resolver esse bloco.

source: Create new worker
de_de: Erstelle neuen Arbeiter
pt_pt: Criar um novo trabalhador

source: For each individual instance of your miner you'll need an unique worker to access our service. For example, if you have two graphic cards with one GPU each you will need two workers. If you're mining with both CPU and GPU, you will need one worker for your CPU and one for GPU, and so on.
de_de: Für jede einzelne Instanz von deinem Miner brauchst du einen eigenen Arbeiter um unseren Service in Anspruch zu nehmen. Wenn du zum Beispiel zwei Grafikkarten, mit jeweils einem GPU, hast, brauchst du zwei Arbeiter. Wenn du mit einem CPU und einem GPU arbeitest, braucht du für jeden einen einzelnen Arbeiter.
pt_pt: Para cada instanciá do seu mineiro necessitará de um trabalhador único para aceder ao nosso serviço. Por exemplo, se tiver duas placas gráficas, cada uma com um GPU, necessitará de dois trabalhadores. Se está a minar com o CPU e GPU, necessitará de um trabalhador para o CPU e outro para o GPU, e por aí fora.

source: Press the following button to create a new worker.
de_de: Drücke den nachfolgenden Knopf um einen neuen Arbeiter zu erschaffen.
pt_pt: Pressione o seguinte botão para criar um novo trabalhador.

source: Manage your workers
de_de: Arbeiter verwalten
pt_pt: Gerir Trabalhadores

source: Below is a table with necessary information to get started. Use a miner of your choice (preferably with long-polling support) and point it to the URL below with the generated username and password
de_de: Unten ist eine Tabelle mit den notwendigen Informationen um zu begonnen. Benutze einen Miner deiner Wahl (am besten mit Long-polling-Unterstützung) und gebe die unten angegebene URL mit dem generierten Benutzernamen und Passwort an.
pt_pt: Abaixo encontrará uma tabela com as informações necessárias para começar. Utilize um mineiro a sua escolha ( de preferência um que suporte long-polling) and direccione-o para o url indicado abaixo, utilizando o nome de utilizador e password gerados.

source: The Shares column represents the amount of valid shares that worker has reported in the last %d minutes. The total amount of shares the last %d min are shown next to it. If those two numbers are very different, you maybe having trouble with Long-polling support or similar (a lot of stale work).
de_de: Die Anteile Spalte repräsentiert die Anzahl von verifizierten Anteilen, die der Arbeiter in den letzten %d Minuten gemeldet hat. Die Gesamtanzahl von Alteilen in den letzten %d Minuten sind daneben gezeigt. Wenn diese beiden Nummern sich stark unterscheiden, hast du Probleme mit der Long-poling Unterstützung oder ähnlichem (viel ungültige Arbeit).
pt_pt: A coluna acções representa a qauntidade de acções válidas que este trabalhador já enviou nos últimos %d minutos. O número total de acções nos ultimos %d minutos estão ao lado. Se esses dois forem muito differentes, então pode estar a ter problemas com Lon-polling or algo parecido (Trabalho antigo e não válido).

source: Username
de_de: Benutzername
pt_pt: Nome de utilizador

source: Shares
de_de: Anteile
pt_pt: Acções

source: Delete this worker
de_de: Diesen Arbeiter löschen
pt_pt: Eliminar este trabalhador

source: You don't have any workers yet, press the button above to create one...
de_de: Du hast noch keine Arbeiter, drücke den Knopf unten um einen zu erstellen ...
pt_pt: Ainda não criou um trabalhador, pressione o botão acima para criar um...

source: Please note that both the total and the individual worker hashrates shown above is an estimate (based on the number of shares the last %d minutes) and will not always represent the actual value your miner reports. It's the value that your miner reports that counts!
de_de: Bitte achte darauf, dass die totale und die individuelle Hashrate der Arbeiter oben eine Schätzung ist (basierend auf der Anzahl von Anteilen die in den letzten %d Minuten gesendet wurde) und nicht immer der tatsächlichen Hashrate deines Arbeiters entspricht. Der von deinem Arbeiter gemeldete Wert ist der, der zählt!
pt_pt: Tenha em atençãp que o poder total de Hash mostrado e o poder de Hash dos trabalhadores são estimativas (baseadas no número de acções dos ultimos %d minutos) e nem sempre representam o valor do seu mineiro. É valor que o seu mineiro reporta que conta!

source: This section will open soon. You'll able to buy Bitcoins here using your credit card and/or other methods of funds. Please check back in a while to discover more what we have to offer.
de_de: Diese Sektion wird bald öffnen. Du wirst die Möglichkeit haben Bitcoins mit deiner Kreditkarte und/ oder anderen Methoden zu verkaufen. Bitte überprüfe die Seite später noch einmal, um zu entdecken was wir noch anzubieten haben.
pt_pt: Esta secção abrirá em breve. Poderá comprar Bitcoins aqui utilizando o cartão de crédito ou outro tipo de fundos. Por favor volte daqui a uns tempos para verificar o que temos para oferecer.

source: This section will open soon. Here you'll be able to sell your bitcoins to best offer avaiable. We'll be able to pay you using number of services and currencies.
de_de: Diese Sektion wird bald öffnen. Hier kannst du deine Bitcoins zum besten Angebot verkaufen. Wir werden dich in vielen verschiedenen Währungen und Methoden auszahlen.
pt_pt: Está secção abrirá em breve. Aqui poderá vender as suas Bitcoins a melhor oferta. Teremos um vasto número de métodos de pagamento e várias moedas.

source: Page not found
de_de: Seite nicht gefunden
pt_pt: Página não encontrada

source: We couldn't find <em>%s</em> on our server, though it's most certainly not your fault.
de_de: Wir konnten <em>%s</em> nicht auf unserem Server finden, aber es ist wahrscheinlicht nicht dein Fehler.
pt_pt: Não conseguimos encontrar <em>%s</em> no nosso servidor, mas de certeza que a culpa não é sua.

source: Instant Payout
de_de: Sofortige Auszahlung
pt_pt: Pagamento Instantâneo

source: Instant payout requires your verified funds balance to be over %s BTC. However we recommend waiting until 1 BTC minimum due to transaction fees. Press the button below to make a payout to your Bitcoin address specified in the account overview.
de_de: Sofortige Auszahlung benötigt ein verifiziertes Guthaben über %s BTC. Trotzdem empfehlen wir bis zu mindestens 1 BTC zu warten, aufgrund von Transaktionsgeühren. Drücke den folgenden Button unten, um die Bezahlung zu deiner in den Accounteinstellungen angegebenen Bitcoin Adresse zu überweisen.
pt_pt: O Pagamento Instantâneo requer um saldo de fundos verificados acima de %s BTC. De qualquer forma recomendamos que espere até ter 1 BTC devido as taxas transacção impostas pela rede. Pressione o botão para fazer um pagamento para o seu endereço Bitcoin especificado nos detalhes da conta (nas definições).

source: (You must have at least %s BTC to do an instant payout)
de_de: (Du musst mindestens %s BTC für eine Auszahlung besitzen)

source: Donate to us
de_de: Spende uns
pt_pt: Doar

source: If you like our services, we would be pleased to recieve your donation. Below you can donate any amount to us (down to 0.00000001 BTC). This is a one time donation only.
de_de: Wenn dir unser Service gefällt, würden wir uns über eine Spende freuen. Unten kannst du uns jeden gewünschten Betrag (runter bis 0.00000001 BTC) spenden. Dies ist eine einmalige Spende.
pt_pt: Se gosta dos nossos serviços ficaríamos gratos com uma doação. Abaixo poderá doar qualquer valor (até 0.00000001 BTC). Isto é uma única doação, uma só vez.

source: Make donation
de_de: Spenden
pt_pt: Fazer uma doação

source: Account overview
de_de: Account Übersicht
pt_pt: Detalhes da conta

source: Below you should enter the Bitcoin address to receive payouts to. You could also enter a optional nickname to be displayed in the toplist. Please note that your stats won't be displayed on the toplist unless you set a username (this is due we don't want to publicly show e-mail addresses).
de_de: Unten solltest du die Bitcoin-Adresse angeben, zu welcher die Sofortauszahlungen geleitet werden. Du kannst weiterhin einen optionalen Nicknamen eintragen, der in der Top-Liste angezeigt wird. Bitte beachte, dass du nur bei einem eingegebenen Nickname in der Top-Liste auftauchen kannst (um eine Veröffentlichung von E-mail Adressen zu vermeiden).
pt_pt: Abaixo deverá introduzir o seu endereço Bitcoin para receber pagamentos. Também poderá inserir um nome de utilizador opcional para ser mostrado na lista de melhos (top). Tenha em atenção que as suas estatisticas não serão mostradas na lista a não ser que introduza um nome de utilizador (isto deve-se ao facto de não querermos mostrar endereços de email publicamente).

source: If you don't want to be shown on the toplist, you should leave the nickname field empty.
de_de: Falls du nicht in der Top-Liste auftauchen möchtest, lasse dieses Feld frei.
pt_pt: Se não quiser aparecer no Top, deverá deixar o campo nome de utilizador em branco.

source: Optional Nickname
de_de: Optionaler Nickname
pt_pt: Nome de Utilizador Opcional

source: Bitcoin Address (To receive payouts to)
de_de: Bitcoin Adresse (um Auszahlungen zu erhalten)
pt_pt: Endereço Bitcoin (Para receber pagamentos)

source: Select Timezone
de_de: Wähle Zeitzone
pt_pt: Seleccionar fuso horário

source: Save Account
de_de: Account speichern
pt_pt: Guardar Alterações

source: Change Password
de_de: Passwort ändern
pt_pt: Alterar Palavra-pass

source: Change your password below. Please don't use the same as your e-mail and/or other services. All passwords are salted and hashed with SHA-256.
de_de: Änder dein Passwort hier unter. Bitte benutze nicht das selbe, wie deine E-mail Adresse und/oder andere Services. Alle Passwörter werden "gesalzen" und per SHA-256 gespeichert.
pt_pt: Altere a sua palavra-passe abaixo. Por favor não utilize a mesma palavra-passe do seu endereço de-mail ou de outros serviços. Todas as passwords estão encriptadas com SHA-256.

source: Current password
de_de: Aktuelles Passwort
pt_pt: Palavra-passe actual

source: New password
de_de: Neues Passwort
pt_pt: Palavra-passe Nova

source: Repeat new password
de_de: Passwort wiederholen
pt_pt: Repetir Palavra-passe Nova

source: What is Bitcoins.lc?
de_de: Was ist Bitcoins.lc?
pt_pt: O que é o Bitcoins.lc?

source: A mining pool for Bitcoin without any fees or costs. Here you can gather free Bitcoins and trade bitcoins for real cash. We have full IPv6 support and a lot more compared to other mining pools. More information will come shortly, in mean time - why don't you try our services?
de_de: Ein Mining-Pool für Bitcoins ohne Gebühren oder Kosten. Hier kannst du umsonst Bitcoins sammeln und sie für echtes Geld verkaufen. Wir haben volle IPv6 Unterstützung und noch viel mehr im Vergleich zu anderen Mining-Pools. Mehr Informationen kommen in Kürze, bis dahin - Warum probierst du nicht unseren Service zu nutzen?
pt_pt: Uma mining pool (Grupo de mineiros) para o Bitcoin sem quaisquer custos. Aqui pode juntar Bitcoins gratuitamente e trocar por dinheiro. Nós temos suporte IPv6 e muito mais quando comparado com outras pools. Mais informação estará disponível brevemente, entretanto porque não experimenta os nossos serviços?

source: Getting started with Bitcoins
de_de: Anfangen mit Bitcoins
pt_pt: Começar com os Bitcoins
