Repository: lucadassi/Bitcoins.lc-localized
Catalog: */LC_MESSAGES/messages.po
Languages: de_de, pt_pt

source: Hello! As you requested, your password has now been reset. Your new details are as follows: Username: %s Password: %s To change your password, please visit this page: https://www.bitcoins.lc/account when you're signed in. -- Regards, Bitcoins.lc
de_de: Hallo! Wie gefordert : Benutzername: %s Passwort: %s Um dein Passwort zu ändern besuche diese Seite: https://www.bitcoins.lc/account when you're signed in. -- Mit freundlichen Grüßen, Bitcoins.lc
pt_pt: Olá! Como pedido, foi lhe gerada uma nova palavra-passe. Os novos dados são os seguintes: Nome de Utilizador: %s Palavra-passe: %s Para alterar a palavra-passe, por favor visite esta paǵina: https://www.bitcoins.lc/account qaundo tiver a sessão inciada. -- Cumprimentos, Bitcoins.lc

source: An e-mail with your new password has been sent out.
de_de: Eine E-Mail mit deinem neuen Passwort wurde versandt.
pt_pt: Um email com a sua nova password foi enviado.

source: Invalid password reset token.
de_de: Falsches Passwort, Token zurückgesetzt.
pt_pt: Token para nova password inválido.

source: Buy Bitcoins Cheap
de_de: Kaufe Bitcoins günstig
pt_pt: Comprar Bitcoins baratas.

source: Get Free Bitcoins
de_de: Bekomme Bitcoins umsonst
pt_pt: Arranje Bitcoins Gratuitas

source: Statistics and Top lists
de_de: Statistik und Top-Liste
pt_pt: Estatisticas e Listas dos melhores (TOP)

source: Transactions
de_de: Transaktionen

source: Your account
de_de: Dein Account

source: Could not connect to database server.
de_de: Verbindung zu der Datenbank konnte nicht hergestellt werden.
pt_pt: Não foi possivel estabelecer ligação com a base de dados.

source: New worker created with id
de_de: Neuer Arbeiter erstellt mit der id
pt_pt: Novo trabalhador criado com o id

source: Worker
de_de: Arbeiter
pt_pt: Trabalhador

source: Nickname
pt_pt: Nome de utilizador

source: Hashrate
pt_pt: Poder de Hash

source: (You must have at least %d BTC to do an instant payout)
pt_pt: (Tem de ter pelo menos %d BTC para fazer um pagamento instantâneo.

source: Bitcoins.lc is hosted in Sweden, in an advanced virtual hosting enviorment with full redundancy. Visit <a href="http://www.jine.se/">http://www.jine.se/</a> for more information (in swedish) about their services.
pt_pt: O Bitcoins.lc está alojado na Suécia, num ambiente de hosting vitual altamente avançado e com redundancia total. Visite <a href="http://www.jine.se/">http://www.jine.se/</a>para mais informações (em Sueco) sobre os seus serviços.

source: Ssupported software
pt_pt: Software Suportado

source: Transaction failed, this could possible be an error in the system. Please contact us if this error remains.
pt_pt: Transacção falhou, isto pode dever-se a um erro do sistema. Por favor contacte-nos se o problema persistir.
