Repository: lucadassi/Bitcoins.lc-localized
Catalog: */LC_MESSAGES/messages.po
Languages: de_de, pt_pt

source: It's rather easy to get started with mining free Bitcoins, all you need to do is register a new account, sign in and create a worker. You can find more information and how-to's on the web.
de_de: Es ist relativ einfach, kostenlos Bitcoins zu minen, alles was du dazu tun musst, ist einen neuen Account zu registrieren, dich einzuloggen und einen neuen Arbeiter zu erstellen. Mehr Informationen findest du in Anleitungen im Internet.
pt_pt: É bastante simples de começar a minar por Bitcoins gratuitamente, todo o que precisa de fazer, é registar uma conta, inciar sessão e criar um trabalhador. Poderá encontrar mais informação e tutoriais na web.

source: What is <em>Bitcoin</em>?
de_de: Was ist ein <em>Bitcoin</em>?
pt_pt: O que é o <em>Bitcoin</em>?

source: Bitcoin a digital currency using peer-to-peer technology to make transactions and verify those. The name also refers to the open source software that uses it, and the peer-to-peer network that it forms.
de_de: Ein Bitcoin ist eine digitale Währung, die über Peer-to-Peer Technologie Transaktionen durchführt und diese verifiziert. Der Name stammt von der genutzten Open Source Software und dem Peer-to-Peer Netzwerk, welches es formt.
pt_pt: O Bitcoin é uma moeda digital que faz uso da tecnologia peer-to-peer para efectuar transacções e verificar as mesmas. O nome também se refere ao software opensource que usa, e a rede peer-to-peer que forma.

source: Unlike most currencies, Bitcoin does not rely on trusting any central issuer or central bank. Bitcoin uses a distributed database spread across nodes of a peer-to-peer network to journal transactions, and uses cryptography to provide advanced security functions, such as ensuring that Bitcoins can only be spent by the person who owns them, and never more than once.
de_de: Im Unterschied zu den üblichen Währungen basieren Bitcoins nicht darauf, einer zentralen Bank/ Institution zu vertrauen. Bitcoins benutzen eine verteilte Datenbank, die über Peer-to-Peer-Knoten die Transaktionen protokolliert. Hierzu werden kryptografische und weitere fortgeschrittene Sicherheitsmaßnamen verwendet, um zum Beispiel zu regulieren, dass eine Person nur Bitcoins ausgeben kann, die ihr selber gehören, aber niemals zweimal.
pt_pt: Ao contrário da maior parte das moedas, o Bitcoin não se assenta em confiar um entidade central ou um banco central. O Bitcoin usa bases de dados distribuídas pelos vários nodes na rede peer-to-peer para guardar as transacções, e usa criptografia para fornecer avançadas funções de segurança, assegurando que os Bitcoins só podem ser gastos pela pessoa que os detém e nunca mais do que uma vez.

source: Bitcoin's design allows for <strong>anonymous</strong> ownership and transfers. Bitcoins can be saved on a personal computer in the form of a wallet file or kept with a third party wallet service, and in either case Bitcoins can be sent over the Internet to anyone with a Bitcoin address.
de_de: Das Design der Bitcoins gewährt <strong>anonymen</strong> Besitz und Transfer. Bitcoins können auf einem normalen Computer, in einem sogenanntem "Wallet" (Brieftasche), gespeichert werden oder von einem Drittanbieter Service verwaltet werden. In beiden Fällen können die Bitcoins über eine Bitcoin-Adresse über das Internet versendet werden.
pt_pt: O desenho do Bitcoin permite completa anonimidade na posse e nas transacções de Bitcoins. Os Bitcoins podem ser guardados no computador pessoal usando uma carteira digital (ficheiro que guarda os dados) ou pode ser usado um serviço de carteira digital providenciado por terceiros.

source: Bitcoin's peer-to-peer topology and lack of central administration make it infeasible for any authority, governmental or otherwise, to manipulate the value of Bitcoins or induce inflation by producing more of them. It also makes it near-impossible trace to you as a person.
de_de: Die Peer-to-Peer Struktur und die Abwesenheit von zentralen Verwaltungen machen es unmöglich für jede Autorität, staatlich oder anderer Art, den Wert von Bitcoins zu manipulieren, indem mehr produziert wird. Außerdem ist es fast unmöglich den Benutzer als Person zu identifizieren.
pt_pt: A topologia peer-to-peer do Bitcoin e o facto de não ter qualquer administração central, fazem com que seja praticamente impossível qualquer autoridade governamental ou outra, manipular o seu valor ou induzir inflação produzindo mais Bitcoins. Também torna a sua identificado muito difícil.

source: We think bitcoin is the future. Try our services now to get your own opinion.
de_de: Wir glauben, dass Bitcoins die Zukunft sind. Probiere unseren Service nun aus und bilde dir deine eigene Meinung.
pt_pt: Nós achamos que o Bitcoin é o futuro. Experimente os nossos serviços e de-nos a sua opinião.

source: Our vision
de_de: Unsere Vision
pt_pt: A nossa missão

source: We have a vision of providing you with the best service available to the lowest or no cost at all. Almost all of our services are free to use for everybody, everywhere. Exactly as bitcoin as a currency was meant to be.
de_de: Unsere Vision ist es, dir zum kleinsten oder keinen Preis den bestmöglichen Service zur Verfügung zu stellen. Fast unser gesamter Service ist umsonst für jeden, überall. Genau im Sinne der Philosophie der Bitcoins.
pt_pt: Nos temos como missão providencia-lo com os melhores serviços possíveis aos preços mais baixos ou até mesmo sem qualquer custo. Quase todos os nossos serviços são gratuitos para qualquer um, em qualquer sitio. Exactamente como Bitcoin como moeda é suposto ser.

source: Bitcoin.lc was founded in May 2011 by the Swedish entrepreneur Jim Nelin and some friends. We noticed that all Bitcoin services available had fees and other unwanted features, so we decided to create our own mining pool and marketplace for bitcoins.
de_de: Bitcoin.lc wurde im Mai 2011 von dem schwedischen Unternehmer Jim Nelin und einigen Freunden gegründet. Uns ist aufgefallen, das alle verfügbaren Bitcoin Services Gebühren oder ungewollte Features hatten, also haben wir uns entschieden unseren eigenen Mining-Pool und Marktplatz für Bitcoins zu gründen.
pt_pt: O Bitcoin.lc foi fundado a Maio de 2011 pelo Empreendedor Sueca Jim Nelin e alguns amigos. Nós apercebemos-nos que todos os serviços Bitcoin disponíveis tinham taxas ou serviços que não eram necessários, por decidimos criar a nossa mining pool e mercado para o Bitcoin.

source: A number of persons responded to our idea and wanted in - and here we are. The system is developed by Jim him self in under a week and is just released publicly. It may contain bugs and issues, but they are solved as soon as reported. Don't hesitate to contact us if you have any questions or suggestions.
de_de: Einige Personen haben auf unsere Idee reagiert und sind eingestiege - und hier sind wir. Das System wurde von Jim persönlich in unter einer Woche entwickelt und wurde gerade veröffentlicht. Es könnte noch Bugs und Probleme geben, aber sie werden behoben, solbad sie gemeldet werden. Zögere also nicht uns zu kontaktieren, falls du Fragen oder Vorschläge hast.
pt_pt: Um número de pessoas gostaram da nossa ideia e quiseram participar e aqui estamos nós. O sistema foi desenvolvido pelo proprio Jim em menos de uma semana e está disponivel para todos. Pode conter bugs e alguns problemas, que são resolvidos assim que são reportados. Não hesite em contactar-nos com questões ou sugestões.

source: You'll find our e-mail address at the bottom of this page, or join our IRC channel and speak to us directly!
de_de: Du findest unsere E-mail Adresse unten auf der Website, oder trete unseren IRC-Channel bei und sprich direkt mit uns!
pt_pt: Encontrará o nosso endereço de e-mail no final desta página, ou junte-se a nós no IRC e fale connosco directamente!

source: Chat with us
de_de: Mit uns chatten
pt_pt: Fale connosco

source: We have a IRC-channel dedicated to Bitcoins.lc. The channel is <a href="irc://irc.quakenet.org:6667/bitcoins.lc">#bitcoins.lc</a> and it is located on Quakenet - irc.quakenet.org. Come and join us with your own client - or just use the <a href="/chat">webchat</a>.
de_de: Wir haben einen eigenen IRC-Channel für Bitcoins.lc. Der Channel ist <a href="irc://irc.quakenet.org:6667/bitcoins.lc">#bitcoins.lc</a> und ist auf dem Quakenet - irc.quakenet.org. Komm und trete uns mit deinem eigenen Client bei - oder benutze den <a href="/chat">Webchat</a>.
pt_pt: Nós temos um canal IRC dedicado ao Bitcoins.lc. O canal é <a href="irc://irc.quakenet.org:6667/bitcoins.lc">#bitcoins.lc</a> na Quakenet - irc.quakenet.org. Venha e junte-se a nós utilizando o seu cliente IRC ou utilize o nosso <a href="/chat">webchat</a>.

source: See ya there!
de_de: Wir sehen uns dort!
pt_pt: Vemos-nos lá!

source: Help us
de_de: Hilf uns
pt_pt: Ajude-nos

source: The best and esiest way to help us is to ask friends and family to join us. Spread the word about <em>bitcoin</em> and <em>bitcoins.lc</em> using facebook, twitter and other mediums. You'll find links at the bottom of each page.
de_de: Der beste und einfachste Weg uns zu helfen ist deine Freunde und Familie zu bitten, uns beizutreten. Mache <em>Bitcoins</em> und <em>bitcoins.lc</em> bekannt, indem du Facebook, Twitter und andere Medien benutzt! Du wirst Links hierzu unten auf jeder Seite finden.
pt_pt: A maneira mais fácil de nos ajudar é pedindo à família e amigos que se juntem a nós. Espalhe a palavra sobre o <em>Bitcoin</em> e o <em>Bitcoins.lc</em> usando o facebook, twitter e outros meios. Encontrará os links no final de cada página.

source: <strong>Please donate if you like our services.</strong> It will keep us going and growing. Our Bitcoin Address is displayed at the bottom of all pages.
de_de: <strong>Bitte Spende wenn dir unser Service gefällt.</strong> Es wird uns helfen weiterzumachen und zu wachsen. Unsere Bitcoin-Adresse wird unten auf allen Seiten angezeigt.
pt_pt: <strong>Por favor doe se gostar dos nossos serviços.</strong> Irá nos ajudar a continuar e a crescer. O nosso endereço Bitcoin encontra-se disposto no final de todas as páginas.

source: Interesting facts
de_de: Interessante Fakten
pt_pt: Factos de Interesse

source: Did you know that our domain name was chosen because of .lc could be associated to "low cost"?
de_de: Wusstest du das wir unsere Domain so gewählt haben weil ".lc" mit "low cost" (niedrigen Kosten) verbunden werden kann?
pt_pt: Sabia que o nosso domínio foi escolhido devido ao .lc estar associado a "low cost"?

source: Bitcoins.lc is hosted in Sweden, in an advanced virtual hosting environment with full redundancy. Visit <a href="http://www.jine.se/">http://www.jine.se/</a> for more information (in swedish) about their services.
de_de: Bitcoins.lc wird in Schweden gehostet, in einer fortgeschrittenen virtuellen Host-Umgebung mit voller Redundanz. Besuche <a href="http://www.jine.se/">http://www.jine.se/</a> für mehr Informationen (in schwedisch) über unseren Service.

source: Block information (solved blocks)
de_de: Block Informationen (gelöste Blocks)
pt_pt: Informações sobre blocos (Blocos resolvidos)

source: Coming soon!
de_de: Kommt bald!
pt_pt: Brevemente!

source: We are running a <em>Mining Pool</em> for solving blocks and generating Bitcoins together. Bitcoins are only created in chunks of 50 BTC at a time, with the whole sum paid to a single person. There's however one issue: it would take forever for one person to mine an entire block. Pooled mining is a way for multiple users to work together to solve blocks and earn free Bitcoins, all it takes is time and hashpower.
de_de: Wir betreiben einen <em>Mining Pool</em> um Blöcke zu lösen und zusammen Bitcoins zu generieren. Bitcoins werden nur in Paketen von 50 BTC auf einmal erstellt, die an einzelne Personen gehen. Da gibt es nur ein Problem: Es würde Ewigkeiten für eine einzelne Person dauern, einen einzelnen ganzen Block zu lösen. "Pooled mining" (gemeinsames arbeiten) ist eine Möglichkeit für viele Benutzer zusammen Blöcke zu lösen und Bitcoins zu bekommen, alles was man braucht ist Zeit und Rechenkraft ("Hashpower").
pt_pt: Estamos a correr uma <em>Mining Pool (Minar em grupo)</em> para resolvermos blocos e gerarmos Bitcoins juntos. Os Bitcoins so são criados em grupos de 50 BTC de cada vez, sendo a quantia paga a uma pessoa só. Existe no entanto um problema, demoraria muito tempo para uma pessoa sozinha minar um bloco inteiro. Pooled mining é portanto uma maneira de múltiplos utilizadores se juntarem para resolver blocos e receberem Bitcoins, tudo o que é necessário é tempo e poder de hash.

source: How does it work?
de_de: Wie funktioniert das?
pt_pt: Como é que funciona?

source: When a block is solved (usually in a couple of hours, depending on number of currently active pool users) the coins are distributed fairly among the users contributed to the block. <b>We're not taking any fee</b> or extra costs for the solved block. The whole 50 BTC is distrubuted fairly among users that helped solving that block, based on the amount of shares the user contributed with.
de_de: Wenn ein Block gelöst wurde (normalerweise binnen Stunden, abhängig von der Anzahl von aktiven Benutzern des Pools) bekommen die Benutzer, proportional zu ihrer zur Verfügung gestellten Rechenkraft während des lösen des Blockes, ihren Anteil. <b>Wir nehmen keine Gebühren oder extra Kosten für einen gelösten Block </b> Die ganzen 50 BTC werden unter den Benutzern verteilt, die beim Lösen des Blockes geholfen haben.
pt_pt: Quando um bloco é resolvido (normalmente numa questão de horas, dependo do numero de utilizador activos) as moedas são distribuídas pelos utilizadores que contribuíram para o bloco. <b> Nós não cobramos quaisquer taxas ou custos extra pelos blocos resolvidos.</b> Os 50 BTC são divididos inteiramente por todos os utilizador ajudaram a resolver esse bloco, tendo em conta o números de acções que cada utilizador contribuiu.

source: How do i get started?
de_de: Wie fange ich an?
pt_pt: Como é que começo?

source: It's rather easy, all you need to do is <a href="/register">sign up</a>, add a worker to your account and start let your CPU/GPU start working on solving the block. When you're signed in and visiting this page, you'll see a table with all workers you created and their stats.
de_de: Das ist relativ einfach, alles was du tun musst, ist dich zu <a href="/register">registrieren</a>, einen Arbeiter hinzuzufügen zu deinem Account und deinen CPU/GPU zu starten, den aktuellen Block zu lösen. Wenn du eingeloggt bist und die Seite besuchst, wirst du eine Tabelle mit all deinen Arbeitern und ihrem Status sehen.
pt_pt: É bastante simples, tudo o que é necessário é <a href="/register">registar-se</a>, adicionar um trabalhador a sua conta e deixar o seu CPU/GPU começar trabalhar para resolver o bloco. Quando tem sessão inciada e visitar esta página, verá uma lista de todos os trabalhadores que criou e as suas estatísticas.

source: Supported software
de_de: Unterstützte Software

source: We support all common and publicly available miners, including Phoenix miner, Ufasoft's CPU miner, jgarzik's CPU miner, Diablo's GPU miner, m0mchil's GPU miner and puddinpop's CPU/GPU miners and alot more. <b>Long Polling is of course enabled, and recommended to use.</b>
de_de: Wir unterstützen alle verbreiteten und öffentlich zugänglichen Miner, eingeschlossen den Phoenix miner, Ufasoft's CPU miner, jgarzik's CPU miner, Diablo's GPU miner, m0mchil's GPU miner und puddinpop's CPU/GPU miners und viele mehr <b>Long Polling ist natürlich aktiviert und wird empfohlen zu benutzen</b>
pt_pt: Nós suportamos todos os mineiros, incluindo o Phoenix miner, Ufasoft's CPU miner, jgarzik's CPU miner, Diablo's GPU miner, m0mchil's GPU miner and puddinpop's CPU/GPU miners e muitos mais. <b>Long Polling é suportado, e recomenda-se o seu uso.</b>

source: If your using Windows for mining, we recommend you trying our GUI miner which makes things alot esier for you. Just fill out GUIMiner as viewed to the left (don't forget workers username and password), select a device, and you're ready to start earning Bitcoins. Read more on how to tweak and get the most out of GUIMiner in <a href="http://forum.bitcoin.org/index.php?topic=3878.0">this thread</a>.
de_de: Wenn du Windows zum minen benutzt, empfehlen wir den GUI-Miner auszuprobieren, welcher es dir viel einfacher macht. Fülle einfach den GUI-Miner wie links zu sehen aus (nicht den Arbeiternamen und das Passwort vergessen), wähle ein Gerät aus und du bist bereit Bitcoins zu ernten. Les mehr um das Maximum aus deinem GUI-Miner herauszuholen in <a href="http://forum.bitcoin.org/index.php?topic=3878.0">diesem Thread</a>.
pt_pt: Se está a utilizar o Windows para minar, nós recomendamos que experimente o nosso GUI miner que torna as coisas muito mais simples. Introduza os campo do GUIMiner conforme vê à esquerda (não se esqueça de preencher o nome de utilizador e palavra-passe dos trabalhadores), seleccione um dispositivo, e está pronto para começar a ganhar Bitcoins. Leia mais sobre como optimizar e tirar melhorar partido do GUIMiner neste <a href="http://forum.bitcoin.org/index.php?topic=3878.0">tópico</a>.

source: Helpful links
de_de: Nützliche Links
pt_pt: Links Úteis

source: Still need more info? Please read the <a href="http://forum.bitcoin.org/index.php?topic=9430.0">Newbies Guide</a>
de_de: Du brauchst noch mehr Informationen? Dann lese bitte das <a href="http://forum.bitcoin.org/index.php?topic=9430.0">Anfänger Guide</a>
pt_pt: Ainda necessita de mais informação? Por favor leia <a href="http://forum.bitcoin.org/index.php?topic=9430.0">Guia para iniciantes</a>(Em Inglês).

source: Thanks for your donation, we really appreciate it!
de_de: Danke für deine Spende, wir schätzen es wirklich!
pt_pt: Obrigado pela doação, ficamos muito gratos!

source: You don't have enough funds for that donation.
de_de: Du hast nicht genug Guthaben für diese Spende.
pt_pt: Não possuem fundos suficientes para efectuar essa doação.

source: Instant payout
de_de: Sofortige Auszahlung
pt_pt: Pagamento Instantâneo

source: Donation to Bitcoins.lc
de_de: Spende zu Bitcoins.lc
pt_pt: Doação ao Bitcoins.lc

source: Received Block %d
de_de: Empfangener Block %d
pt_pt: Recebido o Bloco %d

source: Account successfully updated.
de_de: Account erfolgreich geupdated.
pt_pt: Conta actualizada com sucesso.

source: You have to enter both your current password and a new one.
de_de: Du musst beides, dein aktuelles und dein neues Passwort eigneben.
pt_pt: Tem de introduzir ambas as palavras-passe, a actual e a nova.

source: Passwords doesn't match.
de_de: Die Passwörter stimmen nicht überein.
pt_pt: As palavras-passe não são iguais.

source: Your new password must be at least 8 characters long.
de_de: Dein neues Passwort muss mindestens 8 Zeichen lang sein.
pt_pt: A sua nova palavra-passe deve ter pelo menos 8 caracteres de comprimento.

source: Password successfully changed.
de_de: Das Passwort wurde erfolgreich geändert.
pt_pt: Palavra-passe alterada com sucesso.

source: Your current password doesn't match.
de_de: Dein aktuelles Passwort stimmt nicht überein.
pt_pt: A sua palavra-passe actual não coincide.

source: Transaction failed. You must set an payout address in your account settings.
de_de: Transaktion fehlgeschlagen. Du musst eine Bitcoin-Adresse in deinen Account-Einstellungen angeben.
pt_pt: Transacção falhou. Tem de colocar um endereço Bitcoin nas definições da sua conta para poder efectuar pagamentos.

source: Instant payout of %s BTC sent to %s. <a href="http://blockexplorer.com/tx/%s">View transaction</a>
de_de: Sofortige Auszahlung von %s BTC wurde zu %s gesendet. <a href="http://blockexplorer.com/tx/%s">Transaktion ansehen</a>
pt_pt: Pagamento instantâneo de %s BTC enviado para %s. <a href="http://blockexplorer.com/tx/%s">Ver transacção</a>

source: Transaction failed, this could possibly be an error in the system. Please contact us if this error remains.
de_de: Transaktion fehlgeschlagen, dies könnte an einem Fehler im System liegen. Bitte benachrichtige uns wenn der Fehler erneut auftaucht.

source: You don't meet the balance requirement for an instant payout. Your balance is less then %s BTC.
de_de: Du hast nicht genug Guthaben für eine sofortige Auszahlung. Dein Guthaben ist weniger als %s BTC.
pt_pt: Não tem os fundos minimos necessarios para efectuar um pagamento instantaneo. O seu saldo é menos de %s BTC.

source: Invalid e-mail address.
de_de: Ungültige E-mail Adresse.
pt_pt: Endereço de e-mail inválido.

source: Wrong credentials or you're not registered. Please register below or request a new password.
de_de: Falsche Eingabe oder du bist nicht registriert. Bitte melde dich an oder fordere ein neues Passwort an.
pt_pt: Dados errados, ou não está registado. Por favor registe-se abaixo ou peça uma nova palavra-passe.

source: Your password must be at least 8 characters long.
de_de: Dein Passwort muss mindestens 8 Zeichen lang sein.
pt_pt: A sua palavra-passe deve ter no mínimo 8 caracteres.

source: You're already registered, please login with your e-mail address and password or request a new password.
de_de: Du bist schon registriert, bitte logge dich mit deiner E-mail Adresse und deinem Passwort ein, oder fordere ein neues Passwort an.
pt_pt: Já está registado, por favor faça login com o seu endereço de e-mail e palavra-passe ou peça uma nova palavra-passe.

source: Password Reset for Bitcoins.lc
de_de: Passwort zurückgesetzt für Bitcoins.lc
pt_pt: Nova palavra-passe para o Bitcoins.lc

source: Hello! A password recovery reset has been sent from IP: %s. If you did not ask for a password reset, you can safely ignore this email. To restore your password, press follow this link: https://www.bitcoins.lc/reset-password?token=%s -- Regards, Bitcoins.lc
de_de: Hallo! Eine Passwortwiederherstellung wurde von der IP %s. gesendet Wenn du keine Passwortwiederherstellung gefordet hast, kannst du diese E-Mail ohne Risiko ignorieren. Um dein Passwort wieder herzustellen, gehe auf den folgenden Link: https://www.bitcoins.lc/reset-password?token=%s -- Mit freundlichen Grüßen, Bitcoins.lc
pt_pt: Olá! Foi enviada um pedido de nova palavra-passe a partir do IP: %s. Se não pediu uma nova palavra-passe, pode ignorar este e-mail sem se preocupar. Para pedir a nova palavra-passe siga este link: https://www.bitcoins.lc/reset-password?token=%s -- Cumprimentos, Bitcoins.lc

source: The password reset could not be sent out. If this error remains, please contact info@bitcoins.lc.
de_de: Die Passwortwiederherstellung konnte nicht gesendet werden. Falls der Fehler weiterhin besteht, kontaktiere bitte info@bitcoins.lc.
pt_pt: A nova palavra-passe não foi enviada. Se o problema persistir, por favor contacte info@bitcoins.lc.

source: An e-mail with more information has been sent to the address you provided.
de_de: Eine E-Mail mit mehr Informationen wurde an die eingegebene Adresse gesendet.
pt_pt: Um email com mais informação foi enviado para o endereço de e-mail que indicou.

source: No user with that e-mail address found. Please register a new account below or try again.
de_de: Es wurde kein Benutzer mit dieser E-Mail Adresse gefunden. Bitte registrier einen neuen Account oder versuche es erneut.
pt_pt: Não foi encontrado qualquer utilizador com esse endereço de e-mail. Por favor registe uma nova conta abaixo ou tente outra vez.

source: Your new password for Bitcoins.lc
de_de: Dein Passwort für Bitcoins.lc
pt_pt: A sua nova palavra-passe para o Bitcoins.lc
